<script>
	export default {
		data() {
			return {
				"body": [{
						"pageIndex": 1,
						"pageDetail": [{
							"title": "望月1",
							"info": "窗前明月光，李白睡的香，举头望明月，低头思故乡。"
						}, {
							"title": "望月",
							"info": "窗前明月光，李白睡的香，举头望明月，低头思故乡。"
						}, {
							"title": "望月",
							"info": "窗前明月光，李白睡的香，举头望明月，低头思故乡。"
						}, {
							"title": "望月",
							"info": "窗前明月光，李白睡的香，举头望明月，低头思故乡。"
						}, {
							"title": "望月",
							"info": "窗前明月光，李白睡的香，举头望明月，低头思故乡。"
						}, {
							"title": "望月",
							"info": "窗前明月光，李白睡的香，举头望明月，低头思故乡。"
						}, {
							"title": "望月",
							"info": "窗前明月光，李白睡的香，举头望明月，低头思故乡。"
						}, {
							"title": "望月",
							"info": "窗前明月光，李白睡的香，举头望明月，低头思故乡。"
						}, {
							"title": "望月",
							"info": "窗前明月光，李白睡的香，举头望明月，低头思故乡。"
						}, {
							"title": "望月",
							"info": "窗前明月光，李白睡的香，举头望明月，低头思故乡。"
						}]
					},
					{
						"pageIndex": 2,
						"pageDetail": [{
							"title": "望月2",
							"info": "窗前明月光，李白睡的香，举头望明月，低头思故乡。"
						}, {
							"title": "望月",
							"info": "窗前明月光，李白睡的香，举头望明月，低头思故乡。"
						}, {
							"title": "望月",
							"info": "窗前明月光，李白睡的香，举头望明月，低头思故乡。"
						}, {
							"title": "望月",
							"info": "窗前明月光，李白睡的香，举头望明月，低头思故乡。"
						}, {
							"title": "望月",
							"info": "窗前明月光，李白睡的香，举头望明月，低头思故乡。"
						}, {
							"title": "望月",
							"info": "窗前明月光，李白睡的香，举头望明月，低头思故乡。"
						}, {
							"title": "望月",
							"info": "窗前明月光，李白睡的香，举头望明月，低头思故乡。"
						}, {
							"title": "望月",
							"info": "窗前明月光，李白睡的香，举头望明月，低头思故乡。"
						}, {
							"title": "望月",
							"info": "窗前明月光，李白睡的香，举头望明月，低头思故乡。"
						}, {
							"title": "望月",
							"info": "窗前明月光，李白睡的香，举头望明月，低头思故乡。"
						}]
					}, {
                        "pageIndex": 3,
                        "pageDetail": [{
                            "title": "望月3",
                            "info": "窗前明月光，李白睡的香，举头望明月，低头思故乡。"
                        }, {
                            "title": "望月",
                            "info": "窗前明月光，李白睡的香，举头望明月，低头思故乡。"
                        }, {
                            "title": "望月",
                            "info": "窗前明月光，李白睡的香，举头望明月，低头思故乡。"
                        }, {
                            "title": "望月",
                            "info": "窗前明月光，李白睡的香，举头望明月，低头思故乡。"
                        }, {
                            "title": "望月",
                            "info": "窗前明月光，李白睡的香，举头望明月，低头思故乡。"
                        }, {
                            "title": "望月",
                            "info": "窗前明月光，李白睡的香，举头望明月，低头思故乡。"
                        }, {
                            "title": "望月",
                            "info": "窗前明月光，李白睡的香，举头望明月，低头思故乡。"
                        }, {
                            "title": "望月",
                            "info": "窗前明月光，李白睡的香，举头望明月，低头思故乡。"
                        }, {
                            "title": "望月",
                            "info": "窗前明月光，李白睡的香，举头望明月，低头思故乡。"
                        }, {
                            "title": "望月",
                            "info": "窗前明月光，李白睡的香，举头望明月，低头思故乡。"
                        }]
                    }, {
                        "pageIndex": 4,
                        "pageDetail": [{
                            "title": "望月4",
                            "info": "窗前明月光，李白睡的香，举头望明月，低头思故乡。"
                        }, {
                            "title": "望月",
                            "info": "窗前明月光，李白睡的香，举头望明月，低头思故乡。"
                        }, {
                            "title": "望月",
                            "info": "窗前明月光，李白睡的香，举头望明月，低头思故乡。"
                        }, {
                            "title": "望月",
                            "info": "窗前明月光，李白睡的香，举头望明月，低头思故乡。"
                        }, {
                            "title": "望月",
                            "info": "窗前明月光，李白睡的香，举头望明月，低头思故乡。"
                        }]
                    }
				]
			}
		}
	}
</script>